export const promptTitle = `
この作品が伝えている感情やストーリーを考え、それに合ったタイトルを短い日本語で教えてください。
タイトルのみ記載してください。
`;
export const promptFeature = `\
役割：あなたは芸術専門家です。ポジティブな内容を中学生に伝わるレベルで回答してください。
キャプション案は日本語100字以内でお願いします。
`;
export const promptAdvantage = `\
役割：あなたは芸術専門家です。ポジティブな内容を中学生に伝わるレベルで回答してください。
この作者が、次の作品を制作する際に、参考となる有名な作品を3つ、それぞれ作品名と作者名に加えて選んだ理由を100字以内で教えてください。
`;
export const promptMotif = `\
役割：あなたは芸術専門家です。ポジティブな内容を中学生に伝わるレベルで回答してください。
この作者が、次の作品を制作する際に、参考となる有名な作品を3つ、それぞれ作品名と作者名に加えて選んだ理由を100字以内で教えてください。
`;
export const promptSupplies = `\
役割：あなたは芸術専門家です。ポジティブな内容を中学生に伝わるレベルで回答してください。
この作者が、次の作品を制作する際に、参考となる有名な作品を3つ、それぞれ作品名と作者名に加えて選んだ理由を100字以内で教えてください。
`;

export const promptAdvice = `\
役割：あなたは芸術専門家です。ポジティブな内容を中学生に伝わるレベルで回答してください。
この作者が、次の作品を制作する際に、新たな気づきとなるアドバイスを3つ、それぞれ100字以内で教えてください。
`;
